REG_ALU  DS    0CL86
A_MATR   DS    CL06
A_NOME   DS    CL40
A_DTNASC DS    CL08
A_CPFRES DS    CL11
A_SEXO   DS    CL1
A_N1     DS    CL4
A_N2     DS    CL4
A_N3     DS    CL4
A_N4     DS    CL4
A_N5     DS    CL4
TAM_RALU EQU   *-REG_ALU
*
* USER.FUNCIS.VSAM02

R_ALUREP DS    0CL61
REP_MATR DS    CL06
REP_NOME DS    CL40
REP_MDA  DS    CL04
REP_FONE DS    CL11
*
* USER.FUNCIS.ALUNOREP
