REG_VSAM   DS  0CL131
CPF        DS  CL11
NOME       DS  CL40
SEXO       DS  CL1
SALARIO    DS  CL7
DT_NASCTO  DS  CL8
DT_ADM     DS  CL8
DEPTO      DS  CL5
EMAIL      DS  CL40
TELEFONE   DS  CL11
*
* USER.FUNCIS.VSAM01
